// JSON Document
//This object is an array of objects containing the data required for establishing Attorney Profiles, making them available dynamically.
{'attorney' : [
	{
		'first_name' : '',
		'last_name' : '',
		'middle_initial' : '',
		'description' : '',
		'contact' : {
			'office_phone' : '',
			'mobile_phone' : '',
			'email' : '',
			'linkedIn' : '',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : {},
		'practice_areas' : {},
		'volunteer_causes' : {},
		'admissions' : {},
		'education' : {},
		'representative_matters' : '',
		'publications_presentations' : {},
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	
	{
		'first_name' : 'Nate',
		'last_name' : 'Arnett',
		'middle_initial' : '',
		'description' : 'I advise and represent clients in all areas of estate planning, probate, business planning and taxation, as well as, business transactions, general corporate, real estate and trademarks.',
		'contact' : {
			'office_phone' : '513.852.8207',
			'mobile_phone' : '',
			'email' : 'nja@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/profile/view?id=102632947&authType=NAME_SEARCH&authToken=JieA&locale=en_US&trk=tyah&trkInfo=clickedVertical%3Amynetwork%2Cidx%3A2-1-2%2CtarId%3A1432837185237%2Ctas%3Anate',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['The Clinical Legal Education Association 2011 Outstanding Clinical Student Award'],
		'practice_areas' : ['estate_planning_probate'],
		'volunteer_causes' : ['<p>I serve as a legal coach for Bad Girl Ventures (BGV), an educational and micro-finance organization based here in Cincinnati.  As a legal coach, I advise BGV class members on various legal issues that arise regarding their start-up companies.</p><p>While at Chase, as a member of the Small Business and Nonprofit Law Clinic, I provided low-cost legal services to entrepreneurs and small business owners under attorney supervision and assisted clients with a variety of business law issues, including business planning and formation, drafting voter resolutions, and trademark issues
</p>'],
		'admissions' : ['Florida','Indiana','Kentucky','Ohio'],
		'memberships' : ['Cincinnati Bar Association','','Northern Kentucky Bar Association','Ohio State Bar Association','MSI International'],
		'education' : ['Salmon P. Chase College of Law, Cum Laude,  J.D., 2011','Eastern Kentucky University, B.A., 2008'],
		'representative_matters' : '<p>My practice is focused primarily in the areas of estate planning, trusts, probate, business  and general corporate law transactions which include some of the following representation:<p><ul><li>Implements estate planning techniques and drafts a wide variety of estate planning documents, including wills and trusts, to assist clients with minimizing estate and inheritance tax liabilities, avoiding the probate process, and achieving long term family planning goals.</li><li>Advises and assists clients through the probate process for estates of all sizes, including serving as executor or administrator when necessary.  Negotiates with probate creditors to reduce liabilities and maximize estate assets on behalf of beneficiaries.</li><li>Advises and assists small business start-ups with entity selection, drafts and implements LLC operating agreements for a broad variety of business ventures.</li><li>Drafts and reviews general business documents, including contracts, leases and licensing agreements.</li><li>Advises and assists businesses and their owners in transactional matters such as acquisition, sale, and financing matters.</li><li>Successfully obtained innocent spouse relief which resulted in the relief of tax assessments in excess of $600,000 for widowed spouse.  Tax assessments arose from deceased spouse’s failure to report and pay taxes on business income.</li><li>Represented client hotels in a Department of Labor Wage and Hour investigation, minimizing the assessed liability and penalties, and obtaining a settlement which reduced the assessed liability and penalties by approximately 75%.</li></ul>',
		'publications_presentations' : ['<strong>Small Business Scoop</strong> | Lex Loci (NKY Bar Association) | December 16, 2010'],
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'David',
		'last_name' : 'Barth',
		'middle_initial' : 'L.',
		'description' : '<p>I serve as the President and Managing Partner of Cors & Bassett, LLC. I am a member of the firm’s litigation group and have successfully represented clients in labor and employment law as well as litigation of business, construction, trade secret and employee non-competition issues.</p>',
		'contact' : {
			'office_phone' : '513.852.8228',
			'mobile_phone' : '',
			'email' : 'dbl@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/pub/dave-barth/11/561/505',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Martindale Hubbell AV Rated','Super Lawyers, 2013-2015','Master of Bench | Potter Steward Inn of Court','Master of Bench | Salmon P. Chase Inn of Court','Alpha Sigma Nu Honors Society, Xavier University, 1974'],
		'practice_areas' : ['Construction','Labor and Employment','Litigation','Transportation'],
		'volunteer_causes' : ['<p>I have been active in many community groups. I served for six years on the Board of Directors of Campbell Lodge Boys’ Home, two years as President, and the last two years as Vice President of the Board of Directors of the Campbell Lodge Boys’ Home Foundation.</p><p>My  interest in Catholic education has resulted in service on the Boards of Education of Covington Latin School (six years, two as President), St. Catherine of Siena Parish (six years, two as President), and Newport Central Catholic High School (six years, one as Vice President). In 2002, I received the Outstanding Graduate Award from the Alliance for Catholic Urban Education.</p><p>In addition, I served nine years on the Diocesan Committee Addressing Sexual Misconduct, a committee of the Diocese of Covington, Kentucky. I have also been a member of the Parish Pastoral Council of St. Catherine Parish (six years, two as President).</p><p>I am on the Board of Directors of the Cincinnati Chapter of Legatus, an organization for Catholic CEOs, and served as President of the Chapter from 2008-2011.</p><p>I am also a member of a CEO Roundtable that originated with the Cincinnati, USA Regional Chamber.</p>'],
		'admissions' : ['Kentucky','Ohio','Supreme Court of the United States','Sixth Circuit Court of Appeals','United States District Court | Southern District of Ohio','United States District Court | Eastern District of Kentucky'],
		'memberships' : ['American Bar Association','Cincinnati Bar Association','Kentucky Bar Association','Northern Kentucky Bar Association','Ohio State Bar Association','MSI International'],
		'education' : ['Salmon P. Chase College of Law, Order of the Curia,  J.D., 1978','Xavier University, Honors, A.B., 1974'],
		'representative_matters' : '<p>My practice is focused primarily in the areas of labor and employment, business litigation, construction, trade secret and employee non-competition issues which include some of the following representation:</p><ul><li>Have represented a large international distribution company in labor and employment matters throughout the United States.</li><li>Have negotiated substantial employment agreements for both companies and executives in many types of businesses.</li><li>Have drafted and brought to amicable conclusions many separation agreements on behalf of both companies and executives.</li><li>Have drafted and enforced non-solicitation, non-competition, and confidentiality agreements on behalf of companies in many industries.</li><li>Have successfully represented individuals and their new companies in defeating attempts to enforce invalid non-solicitation and non-competition agreements, in both litigation and arbitration.</li><li>Have assisted in defeating union organizational attempts in a number of industries including transportation, distribution, and manufacturing.</li><li>Have successfully defended employers accused of unfair labor practices, both before the National Labor Relations Board and in the federal courts, including charges related to representation elections, contract negotiations, strikes and work stoppages, and other alleged protected concerted activities.</li><li>Have represented employers in union and non-union arbitration proceedings in transportation, distribution, manufacturing, construction, and building management industries.</li><li>Have represented large and small general contractors, subcontractors, and suppliers in construction disputes in court, in arbitration, and in alternative dispute resolution.</li><li>Have been effective in keeping companies I represent out of court by:  providing practical advice to avoid claims; defeating claims at the charge level at the EEOC, the NLRB, and other federal and state agencies; and achieving favorable results in negotiation, mediation, and arbitration.</li></ul>',
		'publications_presentations' : ['<p>I have spoken on many occasions to business groups and lawyers concerning issues related to:</p><ul><li>Labor & Employment</li><li>Non-Competition/Non-Solicitation/Trade Secret</li><li>Construction Law</li></ul>'],
		'personal' : ''
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Susan',
		'last_name' : 'R.',
		'middle_initial' : 'Bell',
		'description' : '<p>I practice in the litigation group at Cors & Bassett, primarily in the labor and employment area.  I represent both management and employees in all areas of labor and employment law. My practice also includes general commercial litigation, including contractual disputes, shareholder disputes, and transportation-related matters. I have been voted by attorneys throughout Ohio as a Super Lawyer in 2006, 2013, 2014, and 2015, and in 2015 was voted as one of the Top 50 attorneys in Cincinnati, Top 25 Women Attorneys in Cincinnati, and Top 50 Women Attorneys in Ohio.</p>',
		'contact' : {
			'office_phone' : '513.852.2585',
			'mobile_phone' : '',
			'email' : 'srb@corsbassett.com',
			'linkedIn' : 'http://www.linkedin.com/pub/susan-bell/46/aa1/a41',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Super Lawyers | 2006, 2013-2015','Top 25 Women in Cincinnati Super Lawyers | 2014 & 2015','Top 50 Cincinnati Super Lawyers | 2015','Top 50 Women Ohio Super Lawyers | 2015'],
		'practice_areas' : ['Labor and Employment','Litigation','Transportation'],
		'volunteer_causes' : {},
		'admissions' : ['Ohio','United States Court of Appeals | Sixth Circuit','United States District Court | Southern District of Ohio','United States Court of Federal Claims'],
		'memberships': ['American Bar Association','Cincinnati Bar Association','Ohio State Bar Association','MSI International'],
		'education' : ['University of Cincinnati, College of Law, J.D., 1998','University of Cincinnati, College Conservatory of Music, (Magna Cum Laude) Bachelor’s in Music','University of Cincinnati, College Conservatory of Music, Master’s in Music','University of Cincinnati, College of Education, Master’s in Education'],
		'representative_matters' : '<p>My practice is focused primarily in the areas of labor and employment.  I regularly counsel clients on various issues which include some of the following:</p><ul><li>Drafting employee handbooks</li><li>Negotiating severance agreements</li><li>Non-competition and trade secret issues</li><li>Employee leave issues</li><li>Compliance with Title VII</li><li>Americans with Disabilities Act</li><li>Negotiation of collective bargaining agreements</li><li>WARN Act and reductions in force</li><li>Family and Medical Leave Act</li><li>Age Discrimination in Employment Act</li><li>Fair Labor Standards Act</li></ul><p>I have represented clients in both mediation and arbitration, before the Equal Employment Opportunity Commission, various state discrimination agencies, the U.S. Department of Labor and various state and federal courts, including the following jury trials:</p><ul><li>Plaintiff’s verdict in the U.S. District Court for the Southern District of Ohio (Cincinnati);</li><li>Defense verdict in the U.S. District Court for the Southern District of Ohio (Columbus);</li><li>Defense verdict in Hamilton County Court of Common Pleas; and</li><li>Defense verdict in Butler County Court of Common Pleas.</li></ul>',
		'publications_presentations' : ['<p>I have spoken on many occasions to business groups and lawyers concerning issues related to:</p><ul><li>Labor & Employment</li><li>Non-Competition/Non-Solicitation/Trade Secret</li></ul><p>I authored OHIO GETS TOUGH ON JUVENILE CRIME: AN ANALYSIS OF OHIO’S 1996 AMENDMENTS CONCERNING THE BINDOVER OF VIOLENT JUVENILE OFFENDERS TO THE ADULT SYSTEM AND OTHER RELATED LEGISLATION, 66 U.C. Law Rev. 207, reprinted in Keith N. Haley & James C. Todd, Ohio Crime and Justice 246 (Primus Custom Publishing 1998).</p>'],
		'personal' : '<p>I am a former professional flute and piccolo player, and have also spent many years singing in various church and cathedral choirs.  I started running several years ago and have completed multiple half marathons, marathons, and 50k ultra-marathons.</p>',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Joe',
		'last_name' : 'Burns',
		'middle_initial' : '',
		'description' : '',
		'contact' : {
			'office_phone' : '513.852.8214',
			'mobile_phone' : '',
			'email' : 'jsb@corsbassett.com',
			'linkedIn' : 'http://www.linkedin.com/pub/joseph-burns/7/b60/480',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Super Lawyers Rising Star 2009-2015'],
		'practice_areas' : ['Business Law','Real Estate & Zoning','Securities & Financing'],
		'volunteer_causes' : ['The Carnegie Visual and Performing Arts Center | Board Member', 'Keep Covington Beautiful | Board Member'],
		'admissions' : ['Cincinnati','Kentucky'],
		'memberships' : ['MSI International']
		'education' : ['Salmon P. Chase College of Law, Summa Cum Laude, Order of the Curia, J.D.','Northern Kentucky University, Summa Cum Laude, B.A. in English','University of Cincinnati, A.A. in Pre-Law'],
		'representative_matters' : '<p>My practice is focused primarily in the areas of business law, real estate, as well as, securities and financing transactions which include some of the following representation:</p><ul><li>Representing a large private company in an investments transaction of $110,000,000 with an international investment firm</li><li>Representing a leading provider of medical-only monitoring services in the sale of its stock for $17,000,000</li><li>Representing a privately owned restaurant with stores throughout the country and overseas in its private placement of $3,325,000</li><li>Representing an asset-based lending company in its private placement of $13,300,000</li><li>Representing a nationwide transit company in the sale of its shares for $1,300,000</li><li>Representing a large private company in the relocation and construction of its corporate headquarters</li><li>Representing a nationwide nonprofit organization in merger and acquisition transactions</li><li>Representing private company clients in connection with mergers and stock  and asset acquisitions</li><li>Representing private company clients in connection with sales,  purchases, and leasing of commercial real property</li><li>Assisting private company clients with drafting and negotiating of distribution and supply agreements</li><li>Assisting private company clients with drafting and negotiating of intellectual property license agreements</li><li>Assisting professional service corporation in negotiating vendor contracts, and in various areas of regulatory compliance</li></ul>',
		'publications_presentations' : ['Personal Jurisdiction and the Web, 53 University of Maine L. Rev. 30 (2001)','A Survey of Kentucky Employment Law, 28 N. Ky. L. Rev. 219 (2001)','Predispute Arbitration Agreements in Ohio: An Employers Guide to Creating an Enforceable Agreement, 28 U. Dayton L. Rev. 351 (2003)','A Survey of Kentucky Employment Law, 31 N. Ky. L. Rev. 85 (2004)'],
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Carroll',
		'last_name' : 'James',
		'middle_initial' : 'J.',
		'description' : '<p>Jeff has an extensive and respected practice in environmental compliance and environmental litigation and also handles commercial litigation and land use planning and zoning matters. In addition to his legal practice, Jeff has been an adjunct instructor on environmental law at Miami University, Ohio, and the University of Cincinnati College of Medicine. Miami University presented him with the Award of Distinction in recognition of his significant contributions. Jeff is also a Fellow of the Institute of Environmental Sciences. He received his Juris Doctor from George Washington University National Law Center in Washington D.C. with honors. He also earned a B.B.A. from Xavier University in Cincinnati, Ohio, graduating summa cum laude.</p>',
		'contact' : {
			'office_phone' : '513.852.8201',
			'mobile_phone' : '',
			'email' : 'jjh@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/pub/jeffrey-j-harmon/10/b96/475',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Martindale Hubbell AV Rated','Ohio Super Lawyers | 2011-2015','Miami University | Award of Distinction'],
		'practice_areas' : ['Environmental','Litigation','Real Estate & Zoning','Transportation'],
		'volunteer_causes' : ['I am an adjunct instructor at Miami University, Ohio, and the University of Cincinnati College of Medicine.','I am also a long time member of the International Right-of-Way Association and Chapter 13.'],
		'admissions' : ['Kentucky','Ohio'],
		'memberships' : ['American Bar Association','Cincinnati Bar Association','Kentucky Bar Association','Northern Kentucky Bar Association','Ohio State Bar Association','Institute of Environmental Sciences | Fellow','International Right-of-Way Association | Environment Committee','Green Umbrella','MSI International'],
		'education' : ['The George Washington University Law School, J.D., 1981','Xavier University, Summa Cum Laude, A.B., 1978','Covington Latin School, 1974'],
		'representative_matters' : '<p>My practice is focused primarily in the areas of environmental compliance and environmental litigation and also handles commercial litigation and land use planning and zoning matters issues which include some of the following representation:</p>',
		'publications_presentations' : 'I have lectured on environmental issues for a number of IRWA Chapters and at numerous IRWA international seminars',
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Curtis',
		'last_name' : 'L.',
		'middle_initial' : 'Cornett',
		'description' : '<p>Curtis practices in the litigation group at Cors & Bassett. He has a multi-faceted practice so that he can handle his clients’ diverse needs with efficiency and expertise.  In this regard, Curtis primarily practices in the labor/employment area and, in fact, in 2013, Curtis was voted by attorneys throughout Ohio as one of the Top 50 attorneys in Cincinnati and one of the top 100 attorneys in Ohio in the labor and employment area.  In 2014, Curtis was again voted as one of the Top 50 labor and employment attorneys in Cincinnati.  He has also received an AV rating from his peers - the highest rating an attorney can receive.</p><p>In the labor/employment arena, Curtis regularly counsels clients on a host of issues including:</p><table><tr><td><ul><li>Drafting employee handbooks</li><li>Negotiating severance agreements</li><li>Non-competition and trade secret issues</li><li>Employee leave issues and compliance with Title VII</li><li>Americans with Disabilities Act</li><li>Family and Medical Leave Act</li></ul></td><td><ul><li>Age Discrimination in Employment Act</li><li>Fair Labor Standards Act</li><li>Staying union-free</li><li>General management-union issues</li><li>Negotiation of collective bargaining agreements</li><li>Election campaigns opposing union organizational attempts</li></ul></td><tr></table><p>Curtis has also successfully represented management clients in labor arbitrations, in unfair labor practice proceedings before the National Labor Relations Board, and he regularly practices before a host of other governmental agencies including the:</p><table><tr><td>Equal Opportunity Commission</td><td>Ohio Civil Rights Commission</td><td>Kentucky Human Relations Commission</td></tr><tr><td>Pennsylvania Civil Rights Commission</td><td>U.S. Department of Labor</td><td>United States Occupational Safety and Health Administration</td></tr></table><p>He has also successfully tried a number of employment-related cases in federal and state courts in Ohio, Kentucky, Indiana, Pennsylvania, and California.</p><p>Curtis also represents one of the largest automobile dealers in the Greater Cincinnati area (The Kenwood Dealer Group) and has developed an expertise in the automotive industry.  In fact, in 2012, Curtis testified as an expert witness in front of an Ohio Senate Subcommittee regarding an amendment to Ohio’s Consumer Sales Practices Act and also assisted in drafting the language of that amendment.  Curtis also represents one of the largest manufacturers of trailers in the United States and has tried cases in the commercial litigation arena throughout the United States.  Indeed, Curtis has achieved results in three separate proceedings which resulted in multi-million dollar recoveries for his clients.</p><p>In addition to non-competition and trade secret cases, Curtis has litigated trademark cases both in federal court and before the United States Patent and Trademark Board.</p><p>Curtis is also a regular speaker on labor and employment issues, as well as litigation topics in general.</p><p>Curtis received his juris doctor from the University of Cincinnati, where he served as an Editor on the University of Cincinnati Law Review. He earned a Masters of Music degree from the University of Cincinnati College-Conservatory of Music and a Bachelor of Music degree from the University of Alabama, where he graduated cum laude.</p><p>Curtis is admitted to practice in Ohio as well as the United States District Courts for the Southern District of Ohio, the Western District of Michigan, the Eastern District of Tennessee, and the Western District of Pennsylvania. Curtis is also admitted to the United States Court of Appeals for the Sixth Circuit and the United States Supreme Court.</p>',
		'contact' : {
			'office_phone' : '513.852.8226',
			'mobile_phone' : '',
			'email' : 'clc@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/pub/curtis-cornett/11/570/973',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Martindale Hubbell  | AV Rated','Ohio Super Lawyers | 2012-2015','Top 50 Lawyers in Cincinnati | 2013-2015','Top 100 Lawyers in Ohio | 2013'],
		'practice_areas' : ['Labor and Employment','Litigation','Transportation','Intellectual Property'],
		'volunteer_causes' : {},
		'admissions' : ['Ohio','U.S. Court of Appeals | Sixth Circuit','U.S.  District Court | Southern District of Ohio','U.S.  District Court | Western District of Michigan','U.S. District Court | Eastern District of Tennessee','U.S. District Court | Western District of Pennsylvania','U.S. Supreme Court'],
		'memberships' : ['American Bar Association','Cincinnati Bar Association','Ohio State Bar Association','Labor & Employment Group of American Bar and Ohio Bar Associations','MSI International'],
		'education' : ['University of Cincinnati, J.D., ____','University of Cincinnati College-Conservatory of Music, Master’s of Music','University of Alabama, Cum Laude, Bachelor’s of Music'],
		'representative_matters' : '<p>My practice is focused primarily in the areas of labor and employment, litigation, transportation and intellectual property issues which include some of the following representation:</p><p><strong>Labor & Employment</strong></p><ul><li>I represent employers in all aspects of employment/labor law including: Title VII compliance, FMLA and other leave issues, discharge and discipline matters, trade secret and non-competition matters, overtime and other wage issues, and union/collective bargaining issues.</li><li>I further represent employers in litigation regarding all of the above employment/labor issues in federal and state court, private arbitrations, before the Equal Employment Opportunity Commission, the Ohio Civil Rights Commission, the National Labor Relations Board, and before the Department of Labor.</li></ul><p><strong>Automobile Dealerships</strong><p><ul><li>I assist automobile dealers with a wide range of legal matters including:  disputes with consumers; compliance with federal and state laws and regulations; and disputes with manufacturers.  In 2012, I testified in front of an Ohio Senate Subcommittee regarding an amendment to the Consumer Sales Practices Act and I also assisted in drafting the language of the amendment.</li></ul><p><strong>Commercial Litigation</strong></p><li>I represent our clients in a wide range of business disputes including contractual disputes, trademark enforcement, shareholder disputes, construction and real estate disputes, and transportation-related matters.</li><p><strong>Case Studies</strong></p><p>Decisions of note in which Curtis L. Cornett has served as lead counsel include:</p><ul><li>Whitten v. Kenwood Dealer Group, Inc., Case No. A9806163 (Hamilton Cty. C.P. 2000) (Jury verdict in favor of defendants/clients after three day jury trial regarding shareholder dispute);</li><li>Saturn of Kings Automall, Inc. v. Mike Albert Leasing, Inc., 92 Ohio St. 3d 513 (2001) (Successfully represented client in the seminal case in Ohio on Ohio’s Certificate of Title Act, deciding that the Certificate of Title Act  trumps the Uniform Commercial Code in disputes over ownership of a motor vehicle);</li><li>France v. General Motors Corp., et al., Case No. A0007362 (Hamilton Cty. C.P. 2005) (Jury awarded $0 to plaintiff in consumer action against dealership after three day jury trial);</li><li>Booker v. Dee Sign Company, 2008 U.S. Dist. LEXIS 24035 (S.D. OH 2006), (Summary judgment entered in favor of employer in race discrimination case);</li><li>Kings Jeep, Inc. v. Daimler Chrysler Motor Co., LLC, Case No. A0609274 (Hamilton Cty. C.P. 2008) (Summary judgment entered in favor of dealership against manufacturer relating to sales incentive plans);</li><li>Hansen v. Zwanenberg Food Group (USA), Inc., 2010 U.S. Dist. LEXIS 72192 (S.D. OH 2010) (Summary judgment entered in favor of employer in case brought for overtime pay under the Fair Labor Standards Act);</li><li>Hereford v. The Greens of Madison Apartments, LLC, Case No. 39C011206 MF 524 (Jefferson Cty. Cir. Ct. 2014) (Obtained set-off award of over $600,000 for client/purchaser of real property due to seller’s fraudulent conduct following two day bench trial).</li></ul>',
		'publications_presentations' : '<p>I have spoken on many occasions to business groups and lawyers concerning issues related to:</p><ul><li>Labor & Employment</li><li>Non-Competition/Non-Solicitation/Trade Secret</li><li>Intellectual Property</li></ul>',
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Kevin',
		'last_name' : 'Feazell',
		'middle_initial' : 'R.',
		'description' : '<p>I focus my practice on business law, concentrating on small to mid-size companies. I represent the firm’s clients in commercial and general litigation, and also offers guidance and practical knowledge to business owners and managers in all aspects of business information, management, contracts, e-commerce, mergers and acquisitions, anti-trust, manufacturing and distribution, personal law and employment matters.</p><p>Ideally, rather than be defined by any particular expertise or practice area, I strive to be, above all, a trusted advisor to my valued clients.  Particularly gratifying to me in my practice are:</p><ul><li>Obviously, winning for my client in court;</li><li>Completing a deal, and doing so with a pro-business, common sense approach, wherein my client’s interests are advanced, but without losing sight of the ultimate objectives of the client;</li><li>Being part of the client team, where the CEO/CFO or ground level managers seek my input before making a decision;</li><li>Learning that the principal shareholder/CEO of the client and his spouse has given my card to their children, along with the instructions that should anything ever happen to them, the children are to call, listen to and trust me.</li></ul><p>I am a native of Cincinnati, and was admitted to practice law in 1992, after receiving a Bachelor of Arts and Juris Doctor from the University of Cincinnati.</p>
',
		'contact' : {
			'office_phone' : '513.852.2582',
			'mobile_phone' : '',
			'email' : 'krf@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/pub/kevin-feazell/34/a82/279',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Super Lawyers, 2013-2015'],
		'practice_areas' : ['Antitrust & Product Distribution','Bankruptcy & Creditors’ Rights','Business & Corporate Law','Construction','Litigation','Real Estate & Zoning'],
		'volunteer_causes' : {},
		'admissions' : ['Kentucky','Ohio'],
		'memberships' : ['American Bar Association','Butler County Bar Association','Cincinnati Bar Association','Kentucky Bar Association','Northern Kentucky Bar Association','Ohio State Bar Association','MSI International'],
		'education' : ['University of Cincinnati, College of Law, J.D., 1992','University of Cincinnati, Bachelor of Arts'],
		'representative_matters' : '<p>I am primarily a business lawyer, dealing with all manner of legal issues that confront our valued clients.  However, my practice has been particularly focused in the following areas:</p><p><strong>Manufacturing & Distribution</strong?</p><p>I have considerable experience in issues relating to the manufacturer – dealer/reseller model of product distribution, including:</p><ul><li>Drafting and negotiating dealer agreements;</li><li>Advertising policies;</li><li>International sales and dealer relationships;</li><li>Implementing, and when necessary, successfully litigating the termination of dealership;</li><li>Floor-plan (inventory) financing;</li><li>Anti-trust and other competition laws.</li></ul><p><strong>Construction</strong></p><p>For 20 years, I have represented owners, contractors, subcontractors and lenders in a all aspects of commercial real estate construction and development, including:</p><ul><li>Negotiating AIA and other agreements</li><li>Financing</li><li>Construction disputes</li><li>Mechanics liens</li><li>Consumer laws applicable to residential construction and remodeling</li><p><strong>Real Estate</strong></p><p>I have represented:<p><ul><li>Buyers and sellers in negotiating the transfer of residential, commercial and industrial real estate, and related financing issues.</li><li>Landlords and tenants in negotiating commercial and industrial real estate.</li><li>Disputes, including litigation, relating thereto.</li></ul><p><strong>Commercial and General Litigation</strong></p><ul><li>Represented provider of monitoring services sued in the United States District Court, Southern District of Georgia by a former reseller of client’s goods and services, successfully obtaining, by summary judgment, complete dismissal of plaintiff’s claims and judgment in client’s favor of client on its claims for unpaid sums.</li><li>Client was sued in the United States District Court for the Eastern District of Kentucky, by bank asserting claims under a $700,000 personal guaranty relating to business loan.  Successfully obtained, by summary judgment in client’s favor,  completely dismissing bank’s claims.</li><li>Successfully tried matter in Clermont County, Ohio Court of Common pleas against defendant automobile dealer, resulting in an award of statutory damages and attorneys’ fees pursuant to the Ohio Consumer Sales Practices Act.</li><li>After a week-long trial in the Hamilton County Court of Common Pleas, overcame defense of sovereign immunity and obtained an award of damages for clients whose pond was destroyed by negligent conduct of municipality.</li><li>I have served as counsel for defendant debt-owners in dozens of cases brought under the Fair Debt Collection Practices Act and related statutes.</li><li>I have represented sellers, buyers, owners and tenants in the acquisition negotiating, financing.</li></ul><p><strong>Transactional Matters</strong></p><ul><li>Represented valued client Top Gun Sales Performance, Inc. in acquisition of corporate headquarters in  a transaction involving not only conventional acquisition financing, but innovative financing and post-closing collaboration among the Buyer, the City of Mason, Ohio and the Port Authority of Mason providing financing, establishment of client site not only as Top Gun headquarters but also the Mason Tech Center, incubating  innovation and entreprent  to and post-between corporate borrower </li><li>Represented Seller shareholders in $17,000,000 stock sale of a portion of Sellers’ shares in corporation.</li><li>Represented Sellers shareholders in $42 Million stock sale of a portion of Sellers’ shares in corporation.</li><li>Travelled to Austria on behalf of U.S. client to negotiate terms of distributorship and other matters arising from relationship with European manufacturer.</li><li>Represented Tenant in negotiation of lease of corporation headquarters.</li><li>Represented client in negotiation of lease for manufacturing space and disputes relating to termination of previously occupied space.</li></ul>',
		'publications_presentations' : {},
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Mike',
		'last_name' : 'Gay',
		'middle_initial' : 'L.',
		'description' : '<p>Mike Gay has many years of experience counseling individuals and companies in need of legal assistance and in representing them in general litigation matters, personal injury and products liability claims, domestic relations matters, will contests, and franchise matters.</p><p>Mike is a member of the Ohio State Bar Association, a former Chairperson of its Litigation section, and a current member of the Counsel of Delegates. Mike is a member of the Cincinnati Bar Association, and a former Chairperson of the Lawyer Referral Service Advisory Board. He is also a Volunteer Lawyer for the Poor participant. Mike is also a member of the Ohio Association for Justice.</p>
',
		'contact' : {
			'office_phone' : '513.852.8203',
			'mobile_phone' : '',
			'email' : 'mlg@corsbassett.com',
			'linkedIn' : '',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Martindale Hubbell AV Rated'],
		'practice_areas' : ['Family','Litigation','Personal Injury'],
		'volunteer_causes' : ['Ohio State Bar Association | Counsel of Delegates','Cincinnati Bar Association | Former Chairperson, Lawyer Referral Service Advisory Board','Volunteer Lawyer for the Poor'],
		'admissions' : ['Ohio'],
		'memberships' : ['American Bar Association','Cincinnati Bar Association','Ohio State Bar Association','MSI International'],
		'education' : [],
		'representative_matters' : '<p>My practice is focused primarily in the areas of family, personal injury and litigation matters which include some of the following representation:</p><p><strong>Family Law</strong></p><ul><li>Representation of clients in family law matters involving:</li><li>Custody</li><li>Spousal support</li><li>Child support</li><li>Property division issues, including valuation of closely held businesses</li></ul><p><strong>Personal Injury</strong><p><ul><li>Tried or assisted in settlement of hundreds of cases involving issues of disputed liability and damages.</li></ul><p><strong>Business Litigation</strong></p><ul><li>Experienced litigator involving trials or negotiated resolutions of business disputes.</li></ul>',
		'publications_presentations' : 'I have spoken on many occasions to business groups and lawyers concerning issues related to:',
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Jeffery',
		'last_name' : 'Harmon',
		'middle_initial' : 'J.',
		'description' : '<p>Jeff has an extensive and respected practice in environmental compliance and environmental litigation and also handles commercial litigation and land use planning and zoning matters. In addition to his legal practice, Jeff has been an adjunct instructor on environmental law at Miami University, Ohio, and the University of Cincinnati College of Medicine. Miami University presented him with the Award of Distinction in recognition of his significant contributions. Jeff is also a Fellow of the Institute of Environmental Sciences. He received his Juris Doctor from George Washington University National Law Center in Washington D.C. with honors. He also earned a B.B.A. from Xavier University in Cincinnati, Ohio, graduating summa cum laude.</p>',
		'contact' : {
			'office_phone' : '513.852.8201',
			'mobile_phone' : '',
			'email' : 'jjh@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/pub/jeffrey-j-harmon/10/b96/475',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Martindale Hubbell AV Rated','Ohio Super Lawyers | 2011-2015','Miami University | Award of Distinction'],
		'practice_areas' : ['Environmental','Litigation','Real Estate & Zoning','Transportation'],
		'volunteer_causes' : '<p>I am an adjunct instructor at Miami University, Ohio, and the University of Cincinnati College of Medicine.</p><p>I am also a long time member of the International Right-of-Way Association and Chapter 13.</p>',
		'admissions' : ['Kentucky','Ohio'],
		'memberships' : ['American Bar Association','Cincinnati Bar Association','Kentucky Bar Association','Northern Kentucky Bar Association','Ohio State Bar Association','Institute of Environmental Sciences | Fellow','International Right-of-Way Association | Environment Committee','Green Umbrella','MSI International'],
		'education' : ['The George Washington University Law School, J.D., 1981','Xavier University, Summa Cum Laude, A.B., 1978','Covington Latin School, 1974'],
		'representative_matters' : '<p>My practice is focused primarily in the areas of environmental compliance and environmental litigation and also handles commercial litigation and land use planning and zoning matters issues which include some of the following representation:</p>',
		'publications_presentations' : 'I have lectured on environmental issues for a number of IRWA Chapters and at numerous IRWA international seminars',
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Stephen',
		'last_name' : 'Holmes',
		'middle_initial' : 'S.',
		'description' : '<p>Steve serves as the Vice-President of Cors & Bassett and is a member of its Executive Committee. His practice is generally concentrated in the representation of family- and privately-owned business clients. Specific practice areas include essentially all major areas of law related to the operation of a business, including general corporate and business law, real estate, financing arrangements, commercial transactions, acquisitions, labor and employment law, workers’ compensation, succession planning, regulatory matters and all areas of transportation law. He has also served as an arbitrator in connection with the resolution of family owned business disputes.  Steve received his B.A. from Transylvania University in 1979, where he majored in Business Administration and Economics, and received his Juris Doctor from the University of Kentucky in 1982.</p><p>Steve is admitted to practice in Ohio and before the United States District Court for the Southern District of Ohio. Steve is a member of the Cincinnati Bar Association, the Ohio State Bar Association as well as several industry groups, including the International Council of Shopping Centers, the Transportation Lawyers Association, the Ohio Trucking Association, the Kentucky Motor Transport Association and the American Truck Historical Society.  Steve also serves as a member of the Board of Advisors for the University of Cincinnati Goering Center for Family and Private Businesses.</p><p>During the period from 1987 through 1991, Steve served as Vice President-Associate General Counsel for the O.K. Trucking Company, a regional common/contract carrier formerly based in Cincinnati, Ohio. While with the O.K. Trucking Co., Steve served as a member of the national negotiation team for Regional Carriers, Inc., in connection with the negotiation of the International Brotherhood of Teamsters National Master Freight Agreement.</p><p>In addition to his law practice, Steve volunteers his time as Counsel for the American Classical Music Hall of Fame and the Terrace Park Ohio Historical Society, as a member of the Board of Trustees for the Cincinnati Playhouse in the Park and as a member of the Terrace Park Ohio Board of Zoning Appeals. He is also a former member of the Village Council for the Village of Terrace Park, and the Board of Trustees for the World Piano Competition and the Cincinnati Fire Museum.</p>',
		'contact' : {
			'office_phone' : '513.852.8202',
			'mobile_phone' : '',
			'email' : 'ssh@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/pub/steve-holmes/86/b3/a4',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Martindale Hubbell AV Rated','Ohio Super Lawyers | 2011-2015','Cincy Magazine | Cincinnati Leading Lawyer | 2007-2015'],
		'practice_areas' : ['Business & Corporate','Liquor & Hospitality','Real Estate & Zoning','Transportation','Workers’ Compensation'],
		'volunteer_causes' : ['O.K. Trucking Company | Vice President-Associate General Counsel | 1987-1991','Regional Carriers, Inc. | Former Member','Counsel for the American Classical Music Hall of Fame','Terrace Park Ohio Historical Society','Cincinnati Playhouse in the Park | Board of Trustees','Terrace Park Ohio Board of Zoning Appeals | Member','Village of Terrace Park | Former Village Council Member','World Piano Competition | Board of Trustees','Cincinnati Fire Museum | Board of Trustees'],
		'admissions' : ['Ohio','United States District Court | Southern District of Ohio'],
		'memberships' : ['American Bar Association','Cincinnati Bar Association','Kentucky Bar Association','Northern Kentucky Bar Association','Ohio State Bar Association','International Council of Shopping Centers','Transportation Lawyers Association','Ohio Trucking Association','Kentucky Motor Transport Association','American Truck Historical Society','MSI International'],
		'education' : ['University of Kentucky, J.D., 1982','Transylvania University, B.A. Business Administration and Economics, 1979'],
		'representative_matters' : '<p>My practice is generally concentrated in the representation of family-owned business clients.</p><p>Specific practice areas include essentially all major areas of law related to the operation of a business, including general corporate and business law, real estate, financing arrangements, commercial transactions, acquisitions, labor and employment law, workers\' compensation, succession planning, regulatory matters and all areas of transportation law which include some of the following representation:</p><ul><li>Provide day to day practical advice and guidance on business and legal matters  for companies in multiple industries.</li><li>Represents multiple generations of families in connection with their estate planning and decisions relating to succession planning and the transfer of wealth.</li><li>Represented multiple companies and individual shareholders in resolving internal shareholder disputes including assisting shareholders in exiting companies or purchasing the interests of other shareholders.</li><li>Served as co-counsel for a large SAAS based company in connection with the company obtaining over $100,000,000 in private equity investment.</li><li>Assisted several clients in obtaining interim alternative financing as a part of reorganizing of the business,  and then ultimately assisting with the replacement of such financing with conventional financing.</li><li>Successfully represented transportation management firm in the sale of the company to multi-faceted public transportation services provider.</li><li>Represented retail shopping center developers in the operation and lease up of shopping centers in Texas, Florida, Indiana and California.</li><li>Represented various companies in providing retail leasing needs in connection with their nationwide rollout of stores.</li><li>Represented several small and medium sized logistics and transportation service providers in connection with FMCSA compliance matters, transportation contracts, warehouse operations, freight claims management, finance issues and general corporate matters.</li></ul>',
		'publications_presentations' : '<p>I have contributed articles to various business and trade publications in the areas of general corporate law, entity selection, transportation law, workers compensation, and real estate law. Some of the publications in which my articles have appeared are Broker and Agent Real Estate Professionals Magazine, the Kentucky Motor Transport Association Trucker Magazine, the Ohio Trucking Association monthly newsletter, The Transportation Lawyer Journal and as a part of papers delivered at the annual meeting of the Transportation Lawyers Association.</p><p>I am also co-author of the article entitled “Jimmy Hoffa’s Vision:  The Rise and Fall of the Teamsters National Master Freight Agreement,” a history of the primary labor agreement between the Teamsters Union and the motor carrier industry.</p>',
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'James',
		'last_name' : 'Kesele',
		'middle_initial' : 'C.',
		'description' : '<p>I am a member of Cors & Bassett\'s litigation group.</p><p>Prior to law school I served as a Paralegal Specialist for the United States Department of Justice – Environment & Natural Resources Division, a position I held for three years.</p><p>In May 2012, I received my juris doctorate from the University of Dayton School of Law. While at the University of Dayton, I was recognized as the “Dean Lisa A. Kloppenberg Outstanding Student,” a distinction that recognizes exceptional academic and extracurricular contributions to the University of Dayton community by a graduating student. I was also a Presidential Scholarship recipient and recipient of CALI Awards (recognizing the highest grade in the class) in my Civil Trial Lab, my Interviewing, Counseling & Negotiation Course, my Cybersecurity and National Security Law Course, and my Cybersecurity Capstone.</p><p>I earned my Bachelor of Arts degree from Claremont McKenna College in Claremont, California, with a major in government and a minor in legal studies. I was a letterman in both soccer and track & field, and was active in student government during my time at Claremont McKenna College.</p><p>Before joining Cors & Bassett, I served as a summer clerk for the Honorable Chief Judge Susan J. Dlott in the United States District Court, Southern District of Ohio during the summer of 2011. I also worked as a law clerk for a litigation firm in Dayton, Ohio during my final year and a half of law school.</p><p>My work history has enabled me to gain valuable litigation experience and legal skills essential to a young attorney.</p>',
		'contact' : {
			'office_phone' : '513.852.',
			'mobile_phone' : '',
			'email' : 'jck@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/pub/james-kezele/71/a06/361',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : '',
		'practice_areas' : ['Environmental','Personal Injury','Labor & Employment','Litigation'],
		'volunteer_causes' : {},
		'admissions' : ['Kentucky','Ohio'],
		'memberships' : ['American Bar Association','Cincinnati Bar Association','Kentucky Bar Association','Northern Kentucky Bar Association','Ohio State Bar Association','MSI International'],
		'education' : ['University of Dayton School of Law, J.D., 2012','Claremont McKenna College, Bachelor of Arts',],
		'representative_matters' : '<p>My practice is focused primarily in the areas of labor and employment, business litigation, construction, transporation and environmental issues which include some of the following representation:</p><p><strong>Employment Law:</strong></p><ul><li>Developed Employee Handbooks for corporate clients</li><li>Presented multi-media sexual harassment training seminars to client's management personnel.</li><li>Created and implemented a random drug testing policy for client's employees.</li><li>Assisted in successfully defending an employer in an EEOC discrimination claim.</li><li>Assisted in resolving employment disputes involving potential age and sex discrimination claims.</li><li>Assisted in the representation of a former management employee in negotiations for enhanced severance package.</li><li>Represented executives and employers in negotiation and documentation of all phases of their employment relationships. </li><li>Represented employee in pursuing unpaid compensation from former employer.</li><li>Creation of Non-Solicitation and Non-Competition Agreement for employer. </li><li>Successfully defended a client in an unemployment compensation appeal. </li></ul><p><strong>Commercial and Business Litigation:</strong></p><ul><li>Defended property owner in connection with breach of residential lease action brought by tenant.</li><li>Advised non-US family groups on structuring of investment in US real property.</li><li>Have been successful in obtaining injunctive relief and damages for violations of a Non-Solicitation and Non-Competition Agreement.</li></ul><p><strong>Construction Litigation:</strong></p><ul><li>Represented cases against general contractors alleging damages related to a property remodel.</li></ul><p><strong>Transportation Law:</strong></p><ul><li>I successfully and regularly assist transportation clients with their various business matters, including: equipment lease agreements, independent contractor operating agreements, insurance coverage issues, employment handbooks, contract disputes, and collections efforts.</li></ul><p><strong>Environmental Law:</strong><p><ul><li>Represent clients with Title V facility permit challenges.</li><li>Work multi-national client to ensure air emissions compliance at both the United States EPA and the State level.</li></ul>',
		'publications_presentations' : '<p>I have spoken on many occasions to business groups and lawyers concerning issues related to:</p>',
		'personal' : '<p>In his spare time, James enjoys time with his family and friends, cycling, running and competing in triathlons and other races.</p>',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Christopher',
		'last_name' : 'Kuhnhein',
		'middle_initial' : 'A.',
		'description' : '<p>Chris’ practice focuses on mergers and acquisitions, general business (with an emphasis on emerging companies), corporate governance, corporate finance, and franchise and distribution law.</p><p>Chris received his Juris Doctor from the University of Cincinnati College of Law in 2005. He graduated Cum Laude from Centre College with a B.A. in History and German in 1999, where he was a member of Phi Beta Kappa.</p><p>Chris is licensed to practice law in both Ohio and Kentucky.</p>
',
		'contact' : {
			'office_phone' : '513.852.8227',
			'mobile_phone' : '',
			'email' : 'cak2@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/pub/christopher-kuhnhein/2/26/bb5',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Ohio Super Lawyers Rising Star | 2012-2015'],
		'practice_areas' : ['Business & Corporate','Securities & Financing Transactions'],
		'volunteer_causes' : '',
		'admissions' : ['Kentucky','Ohio'],
		'memberships' : ['American Bar Association','Cincinnati Bar Association','Kentucky Bar Association','Northern Kentucky Bar Association','Ohio State Bar Association','MSI International']
		'education' : ['University of Cincinnati College of Law, J.D., 2005','Centre College, B.A., History & German, 1999'],
		'representative_matters' : '<p>My practice is focused primarily in the areas of mergers and acquisitions, general business (with an emphasis on emerging companies), corporate governance, corporate finance, and franchise and distribution law issues which include some of the following representation:</p><ul><li>Proficient in advising clients on all matters of corporate or limited liability company formation, structuring and succession planning.</li><li>Drafted vendor, customer and licensing agreements, as well as a variety of other types of contracts and agreements, for clients in multiple industries.</li><li>Represented both buyers and sellers of businesses in the M&A context in a wide-variety of industries, including oil and gas delivery, auto parts manufacturing, telecommunications, engineering and design and healthcare.</li><li>Represented both buyer and sellers in real estate-based transactions and have represented both landlords and tenants in both commercial and residential contexts with respect to lease negotiation.</li><li>Represented a software and services based business in the negotiation of a preferred investment of over $100,000,000.</li><li>Was a key member of a team of attorneys representing a major satellite telecommunications company in connection with the initial public offering of its stock and in the negotiation of its $586,000,000 credit facility.</li><li>Represented both lenders and borrowers with respect to secured lending transactions, including the drafting and negotiation of all loan and security documents.</li><li>Represented a prominent local venture capital fund to develop both a unique and innovative investment structures allowing for an earlier return on investment and an efficient structure for pooling the voting of minority owners in medium-to-late stage businesses.</li><li>Represent several locally-based franchisors, handling all matters relating to compliance with federal and state-based franchise law.</li><li>Represent franchisees and prospective franchisees of all sizes (from single location family businesses to large developers) in all stages of their businesses.</li></ul>',
		'publications_presentations' : 'I have spoken on many occasions to business groups and lawyers concerning issues related to:',
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
	{
		'first_name' : 'Schmitt',
		'last_name' : 'Dave',
		'middle_initial' : 'J.',
		'description' : '<p>I bring my background in Biology and Forestry to my practice in the firm’s Environmental and Litigation Groups. Prior to becoming an attorney, I earned a B.S. in Biology and a Master of Science in Forestry, as well as conducting forestry research in Maine and Haiti. Since joining Cors & Bassett in 1991, I have served as counsel in several pieces of major CERCLA and RCRA litigation representing state government, private industry and citizen groups. I also specialize in representing private and public sector clients in the redevelopment of brownfields areas for industrial, commercial, and residential purposes and have worked on numerous such projects in Ohio, Kentucky, Tennessee and Indiana.</p>',
		'contact' : {
			'office_phone' : '513.852.2587',
			'mobile_phone' : '',
			'email' : 'djs@corsbassett.com',
			'linkedIn' : 'https://www.linkedin.com/pub/david-schmitt/12/315/1b8',
			'twitter' : '',
			'facebook' : '',
			'vCard' : ''
			},
		'honors' : ['Martindale Hubbell BV Rated'],
		'practice_areas' : ['Environmental','Litigation','Workers’ Compensation'],
		'volunteer_causes' : '<p>My environmental expertise also extends into Solid Waste permitting and regulation. I currently serves as the Chair of the Grant County Kentucky Solid Waste Management District, also known as the 109 Board. The Board is charged with the oversight and regulation of landfills and other environmental matters in the County. The Board received one of the Kentucky Environmental Quality Commission’s Earth Day Awards in 2004 in recognition of its statewide leadership on solid waste issues.</p><p>In November, 2009 I was elected to the Board of Directors of the Ohio Environmental Council ("OEC"). The OEC is widely respected as Ohio\'s leading advocacy group for fresh air, clean water and sustainable land use, with a 40-year history of innovation, pragmatism, and success. I am currently the Chair of OEC’s Policy Committee which helps to prioritize the issues and positions taken by the organization.</p><p>In April, 2011, I was elected to the Board of Trustees of the Kentucky Chapter of The Nature Conservancy. Since opening its doors in Kentucky in 1975, The Nature Conservancy of Kentucky has protected almost 45,000 acres of diverse habitat throughout the state, including more than 8,000 acres by direct ownership and 6,500 acres by conservation easements. During this time, it also conserved more than 100,000 acres of additional lands and waters throughout the Commonwealth in partnership with corporations, government agencies, conservation organizations and private landowners. I also serves on the Finance Committee.</p><p>In February, 2013, I was elected to the Board of Directors of American Rivers, the nation’s leading organization working to protect and restore the nation’s rivers and streams. Since 1973, American Rivers has fought to preserve these connections, helping protect and restore more than 150,000 miles of rivers through advocacy efforts, on-the-ground projects, and the annual release of America’s Most Endangered Rivers®. I also serve as the Chair of American Rivers’ Litigation Committee, helping to oversee the administrative and legal actions undertaken by the organization.</p><p>In 2015, I was appointed to the Advisory Board for the Xavier University Academic Sustainability Programs.  The Advisory Board helps guide the curriculum for academic offerings on Sustainability, as well as, working to increase opportunities for internships and employment for program students and graduates.</p>
',
		'admissions' : ['Kentucky','Ohio'],
		'memberships' : ['American Bar Association','Cincinnati Bar Association','Kentucky Bar Association','Northern Kentucky Bar Association','Ohio State Bar Association','MSI International'],
		'education' : ['University of Cincinnati College of Law, J.D., 1991','University of Maine, M.S. Forestry, 1987','Marietta College, B.S. Biology, 1984'],
		'representative_matters' : '<p>My practice is focused primarily in the areas of both environmental and workers’ compensation issues which include some of the following representation:</p><p><strong>Environmental</strong></p><li>I have assisted numerous municipalities in regard to the acquisition and remediation of brownfields site. This has been accomplished through successfully obtaining grants and loans from the Clean Ohio Fund and a variety of federal sources and overseeing the remediation process. As part of this process, I have also negotiated the property transfers, as well as obtaining comfort letters from federal and state regulators</li><li>I have served as an assistant trial attorney on behalf of the Commonwealth of Kentucky in litigation involving the disposal of low-level radioactive waste at the Maxey Flats Nuclear Disposal Site in Fleming County, Kentucky.</li><li>I also served as assistant trial attorney in a number of suits filed against a large oil company on behalf of landowners in the Martha’s Oil Field region of eastern Kentucky.  This suit stemmed from the disposal of naturally occurring radioactive materials (NORM) produced by oil-drilling operations on privately owned land.</li><li>I have also represented a number of private landowners in the negotiation of oil, gas, and mineral leases with a variety of exploration and production companies. I have successfully negotiated in provisions requiring pre-drilling testing with frequent re-testing to protect landowners’ health and property. </li><li>I have handled matters involving and am familiar with a wide range of federal and state environmental statutes including CERCLA, RCRA, Clean Water Act, Clean Air Act, OSHA, SARA Title III, LUST, and others.</li></ul><p><strong>Workers’ Compensation</strong></p><ul><li>I regularly defend state fund and self-insured employers before the Industrial Commission of Ohio in matters of injury or occupational disease allowances, temporary total disability and permanent total disability, VSSR awards, and wage loss, including judicial actions in Ohio Common Pleas Courts and mandamus cases in the Franklin County Court of Appeals. I also frequently consult on worker’s compensation matters in other states.</li><li>I have represented a wide variety of employers including large manufacturers and distributors with revenues in excess of $ 1 Billion/year, food industry producers and distributors, health care facilities, veterinary clinics, builders, contractors, retailers, restaurants, and individuals.</li></ul>',
		'publications_presentations' : '<p>I am a frequent speaker on numerous environmental issues including:</p><ul><li>Brownsfields Redevelopment</li><ul><li>Community Groups</li><li>Miami University Environmental Studies Program</li><li>Brownsfields Opportunities for Kentucky Communities Symposium</li></ul><li>Conservation Easements</li><li>Watershed Management</li><li>Wetlands Permitting and Enforcement</li><li>Leaking Petroleum Underground Storage Tank Remediation Issues</li><li>Environmental Criminal Liability</li><li>Wetlands Liability</li><li>Environmental Criminal Liability</li><li>Clean Air Act and Clean Water Act Enforcement Issues</li></ul><p>I also speak on a variety of workers’ compensation topics, including:</p><ul><li>Medical Malpractice and Medical/Legal Issues | Mock Depositions</li><ul>	<li>Saint Elizabeth Medical Center’s Family Practice Residency Program</li></ul></ul>',
		'personal' : '',
		'portrait_full': '',
		'portrait_med' : '',
		'portrait_small' : '',
		'portrait_thumb' : '',
	},
]}